<template>
    <div class="protocal-container">
        <div class="content">
            <h3 class="bold ct">签宝宝服务协议</h3>
            <p class="mb ct">本协议更新于<span>2018</span>年<span>6</span>月<span>6</span>日</p>
            <p>感谢您选择并使用签宝宝服务。本协议是您和北京枫玉科技有限公司（以下简称“<span>我们</span>”或“<span>我方</span>”）及我们授权的第三方（如有，如身份认证机构、公证处、
                鉴定机构、仲裁委员会等），为明确服务内容及各方权利义务而签订，您在我们的网页点击“确定”的行为或使用我们所提供的服务的行为视为接受本协议
                的约定，如有异议，请勿注册并且立即退出我们的网页与系统。否则，各方平等自愿达成并遵守如下一致约定：
            </p>
            <p class="bold mb">
                重要提示
            </p>
            <p>
                <span>
                    本服务协议（以下简称“本协议”）具有合同效力。
                </span>
                当您在相关页面上点击确认、确定、同意或注册的时候，或者实际使用签宝宝服务（以下简称“<span>本服务</span>”或“<span>服务</span>”），请您事先仔细阅读
                本协议内容，<span>特别是关注和充分理解粗体字的内容</span>，因为粗体字包含免除或者限制我们法律责任的免责条款和对您的权利限制。您点击确认、确定、同意或注册，或者实际
                使用服务即代表您接受本协议的内容，并受其约束。若您不接受则应立即终止注册程序并终止使用服务。
            </p>
            <p class="mb">
                如您使用我们提供的任何产品和服务，您的使用行为将视为您对本协议的完全同意。
            </p>
            <p>
                我方有权随时变更本协议并予以公告。<span>经变更或修订的条款一经公告后，立即自动生效。</span>如您不同意相关变更，请立刻停止使用本服务。本协议内容包括协议正文及所有本服务相关的
                各类规则（或规定）。所有规则为本协议不可分割的一部分，与本协议正文具有同等法律效力。<span>一旦您继续使用本服务，则表示您已接受并自愿接受并遵守经变更或修订后的条款。</span>
            </p>
            <p class="mb">一、 名词释义和解释</p>
            <p>
                <span>签宝宝服务：</span>指我们现在和将来向您提供的身份认证、数据电文的取证、存证、验证、出证，以及文档保全、区块链挂链、文件托管、电子签名、电子合同、公证（如有）、鉴定（如有）
                、咨询服务（如有）、工具服务（如有）、法律服务（如有）、争议解决（如有）、调解（如有）、司法裁判（如有）、仲裁（如有）及其他服务。
            </p>
            <p class="mb">
                <span>法律规定：</span>
                指中华人民共和国现行有效的法律、行政法规、司法解释、地方性法规、部门规章和政府规范性文件。
            </p>
            <p>
                <span>服务规则：</span>
                指我们现在或者将来在提供签宝宝服务时，可通过各种纸质书面或电子通讯方式告知您的与服务和操作有关的各类提示、标准、规则、公告、通知、说明、短信、微信等。
            </p>
            <p class="mb">
                <span>授权第三方：</span>
                指与服务相关联的、经北京枫玉科技有限公司授权的提供支持服务的第三方主体，包括但不限于身份认证、公证、鉴定、法律服务、网络仲裁、服务器、数据中心、呼叫中心等。
            </p>
            <p>
                <span>源文档：</span>
                指由您提供的或者授权我们代为进行签宝宝服务操作的，符合《中华人民共和国电子签名法》第三条、第四条、第五条规定的数据电文。
            </p>
            <p class="mb">
                <span>通讯方式：</span>
                指通过我们或我们合作伙伴的网站、客户端、站内信，或您提供给我们的通讯信息，如邮件、电子邮件、快递、传真、电话、手机短信、微博、微信、QQ等方式。
            </p>
            <p>
                <span>公告：</span>
                指我们使用通讯方式中所列的一种或者数种方式向您告知相关信息。
            </p>
            <p class="mb">
                <span>书面方式：</span>
                指以纸质或者数据电文记录、传递信息的方式。
            </p>
            <p>
                二、 法律关系
            </p>
            <p class="mb">
                <span>您与我们的法律关系为委托代理民事法律关系，</span>
                即您已经事先了解到我们的服务内容以及自己需求的服务种类与数量，在真实、完整履行相应的注册和认证
                义务与支付相应代理与其他费用后，可以显名或者隐名地授权我们对于源文档进项相应的服务操作，最终服务操作的法律效力归属于您本人的民事法律关系。
            </p>
            <p>
                三、 用户注册与实名认证
            </p>
            <p class="mb">
                <span>1、</span>
                您在注册成为签宝宝用户时，您须为符合中华人民共和国法律规定的具有民事行为能力资格的自然人、法人或其他组织。
            </p>
            <p>
                <span>2、</span>
                 为了保证服务质量及明确权利义务，在使用某些特定服务时，您须进行实名认证。在实名认证过程中，您需要根据我们或授权第三
                方的要求，提供您最新、真实、有效、完整的资料，具体提供哪些资料以实名认证当时的具体要求为准。
            </p>
            <p class="mb">
                <span>3、</span>
                 请您认证按照我们确定的实名认证流程履行实名认证义务，否则将影响实名认证的审核结果、服务的使用、及最终权利义务的承担。
            </p>
            <p class="bold">
                4、 请您审慎履行用户注册与实名认证义务，否则由此引发的任何风险与责任由您自行全部承担。
            </p>
            <p class="mb">
                四、 服务规则
            </p>
            <p>
                <span>1、</span> 我们有权根据需要不时地制定、修改服务规则等，并及时公告。制定、修改后的服务规则一经公告，立即自动生效，您可以随时登陆签宝宝相
                关网站和平台查阅相关信息。<span>如果您不同意相关制定和修改，应当立即停止使用服务。您继续使用服务的，即视为您接受制定、修改后的服务规则。</span>
            </p>
            <p class="mb">
                <span>2、</span>
                在您使用服务前，请确定您要使用的服务种类与数量，并按照我们确定的收费标准向我们支付代理服务费。收费标准以当时公布的定价规则实行。<span>代理服
                务费为使用代理服务请求权的对价，一经支付，不予退还。我们保留单方制定与调整代理服务费的权利，代理服务费一经调整，于公告后，立即
                生效。新的代理服务费标准适用于该标准生效后您向我们采购的代理服务请求权的收费标准。</span>
            </p>
            <p class="bold">
                3、 我们有权单方决定暂时或永久性地改变或者停止提供某些服务。
            </p>
            <p class="mb">
                五、 责任免除
            </p>
            <p>
                <span>1、</span> 您同意您与我们的法律关系仅为委托代理民事法律关系，您购买了委托代理服务请求权，通过您注册的用户名和密码（以下统称“账户”）发
                出服务指令，服务指令经计算机执行后即完成了委托代理服务请求权的附随义务。<span>您的服务指令操作及源文档的权利义务与风险由您本人和实际权利人承
                担，我们不承担任何责任。</span>
            </p>
            <p class="mb">
                <span>2、</span>
                 服务仅为计算机科学与网络技术的数学性、科学性应用，不包含价值判断，也不包含是非判断。您自我们工作人员或经由服务取得的建议和资讯，无论其
                为书面或口头形式，均不构成有我们对服务的保证。<span>我们会尽最大的努力向您提供专业的服务，但我们无法承诺服务指令在任何时候都能够被及时执行，也
                无法承诺服务指令于操作中不受干扰、不会出错，也不承诺任何对源文档进行的服务指令与结果会产生您所期望的法律效力、证据资格和证明力。</span>
            </p>
            <p>
                <span>3、</span> 您的账户（含密码）为我们识别您指令和意思表示的唯一标识。您承诺您将是账户的唯一使用人，并且承诺不会将账户出售、转借他人使用，
                同时保证不会从事违反法律规定和本协议约定的任何行为，并保证每次安全地登录、登出服务，否则我们有权单方停止全部或部分服务。<span>由您账户发出任何指令和
                信息将由您承担全部的责任。</span>
            </p>
            <p class="mb">
                <span>4、</span> 您通过服务所获取的任何资料、信息，<span>由您自行审核、风险自担。如因下载所涉资料致使您电脑损害、数据流失，由您承担完全责任。</span>
            </p>
            <p>
                <span>5、</span> 您在服务时，须遵守法律规定、协议约定和行业惯例。禁止使用服务进行任何违反法律规定、协议约定和行业惯例的行为，包括但不限
                于侵犯我们或者第三方的人身权、财产权、知识产权和商业秘密等权利。<span>您违反法律和约定的责任由您全部承担，同时我们有权单方停止全部或部分服务。</span>
            </p>
            <p class="mb">
                <span>6、</span> 根据《中华人民共和国电子签名法》，<span>涉及婚姻、收养、继承等人身关系的；涉及土地、房屋等不动产权益转让的；涉及停止供水、供热
                、供气、供电等公用事业服务的；法律、行政法规规定的不适用电子文书的其他情形，不适合使用电子签名。如您坚持使用服务的，导致任何文书无效的风
                险由您自行承担，我们不承担任何责任。</span>
            </p>
            <p>
                <span>7、 如您使用的为我们的免费服务、试用性服务，我们不保证提供服务的质量，并且有权随时终止免费服务或试用性服务并删除相应服务有关的文件，由此
                产生的任何风险由您自行承担。</span>
                为了保障您的合法权益，请尽快开通付费服务。
            </p>
            <p class="mb">
                <span>8、 如您使用的服务期已经届满（如与存证、文档保全或存储有关的服务），我们承诺在服务期届满后十五天内予以保留数据。逾期我们有权完全删除数据
                并不承担任何责任。</span>
                请您及时关注自己的服务期限，按时续费以保障您的合法权益。
            </p>
            <p>
                <span>9、</span>我们或者授权第三方软（硬）件系统出现下列任一状况而无法正常运作，致使无法向您提供服务，<span>属于不可抗力，我们或者授权第三方不承担责任：</span>
            </p>
            <p class="mb">
                <span>（1）</span> 在服务软硬件维护期间。
            </p>
            <p>
                <span>（2）</span> 电信设备或网路设备出现故障不能进行数据传输的。
            </p>
            <p class="mb">
                <span>（3）</span> 因台风、地震、海啸、洪水、停电、战争、恐怖袭击、政府政策等不可抗力之因素，造成服务运行系统障碍不能执行服务的。
            </p>
            <p>
                <span>（4）</span> 由于黑客攻击、电信部门和其他我们有信息技术依赖的相关部门、企事业单位技术调整或故障、网站升级、银行方面的问题等原因而造成的服务中断或者延迟。
            </p>
            <p class="mb">
                <span>10、</span>
                 在法律规定允许的情况下，我们对于任何与本协议有关或因本协议引起的损失（包括但不限于直接、间接、利润、业务、商业机会、信誉、商誉、知识产权等损失），不论其如
                何产生，属于违约还是侵权，均不承担有任何责任。另外<span>即使本协议约定的救济没有达到其基本目的，也应排除我们对上述损失的责任。</span>
            </p>
            <p>
                <span>11、</span>
                 您知晓<span>我们会向您的相对方或者任何第三方提供类似的服务。您同意我们的上述行为，</span>并不得以此为由提出任何主张。
            </p>
            <p class="mb">
                <span>12、</span>
                 因法律或政策规定的变化等导致我们或授权第三方不能提供约定服务的，不视为违约，各方可根据相关规定变更本协议内容或提前终止本协议。
            </p>
            <p class="bold">
                13、 我们在任何情况下对您所承担的赔偿责任总额不超过当次向您收取的服务费。因您违反本协议或者侵权，对我们及我们的股东、职员、代理人、授权第三方造成损失的，或
                者引发任何第三方索赔的，您必须对如上损失和索赔承担赔偿责任（包括但不限于律师费、鉴定费、公证费、差旅费等司法和其他专业人士费用）。
            </p>
            <p class="mb">
                六、 隐私保护
            </p>
            <p>
                <span>1、</span>
                 为了帮助您更好地保存源文档，您可以上传源文档，由我们替您保存。同时，如您对于秘密和隐私有特别偏好的，您也可以选择不上传
                源文档。<span>不论您上传或者不上传源文档，我们都将竭尽全力保护您的秘密和隐私。</span>
            </p>
            <p class="mb">
                <span>2、</span> 您使用服务时，应主动向我们提供您可以识别身份的信息，我们也有权通过合法的第三方途径补充采集您的信息。
            </p>
            <p>
                <span>3、</span> 视您使用服务的不同：您应主动提供您识别身份的信息包括但不限于姓名、名称、商号、身份证明、营业执照、银行账户、支付宝、微信支付、
                电话号码、手机号码、电子邮件、微博、微信等；我们还可能记录您的操作信息，包括但不限于计算机<span>IP</span>地址、设备标识符、硬件型号、操作系统版本、
                您的位置以及与我们服务相关的日志信息。
            </p>
            <p class="mb">
                <span>4、</span> 除了上述信息外，为了改进服务，我们可能向您正当、合法、必要地采集其他信息，方式包括但不限于问卷调查、客户回访、互动活动等。与此
                同时，为提高您使用服务的安全性，更准确地预防钓鱼网站欺诈和木马病毒，我们可能会通过了解一些您的网络使用习惯、您常用的软件信息等手段来判断您账户
                的风险，并可能会记录一些我们认为有风险的<span>URL</span>。但这并不构成我们的法定和约定义务，<span>请您保持高度的审慎，因为此类风险仍然由您全部承担。</span>
            </p>
            <p>
                <span>5、</span> 在您使用服务时，我们可能会通过小型数据文件识别您的身份，这可以帮助您避免重复输入某些信息或者判断您的账户安全。这些数据文
                件可能是Cookie，Flash Cookie，或您的浏览器或关联应用程序提供的本地储存（统称“<span>Cookies</span>”）。Cookies可以安全地存储您日常使用的<span>ID</span>、账户
                和密码、个性化设置、已访问的网页。为了保证服务的中立性与完整性，某些应用场景下需要远程访问经您授权委托的相应网站和网页，例如，您电子邮
                箱的账户和相应的特定邮件，并且该类应用场景只能通过“Cookies”才可以实现，您同意我们使用Cookies应用于相应场景之中。当然您有权修改Cookies的
                接受程度或者拒绝Cookies，但这样可能会限制您的服务体验和安全。<span>使用Cookies带来的风险由您全部承担。</span>
            </p>
            <p class="bold mb">
                6、 我们采集、使用您的信息遵循正当、合法、必要的原则，并采取严格审慎、明示的态度，您同意在如下情形采集、使用您的信息：
            </p>
            <p>
                <span>（1）</span> 向您提供服务，听取您的反馈，并持续改进这些服务。
            </p>
            <p class="mb">
                <span>（2）</span> 正当地用于我们服务的宣传与推广。
            </p>
            <p>
                <span>（3）</span> 提供给授权第三方，用于必要关联服务。
            </p>
            <p class="mb">
                <span>（4）</span> 为使您知晓自己的服务状态和可预期服务，向您发送服务通知、资讯、营销或者其他商业性电子信息。
            </p>
            <p>
                <span>（5）</span> 对您的身份、服务信息进行脱敏化地统计、分析或加工，或者出于奖励、提示或者其他有益于您的目的使用、共享、披露。
            </p>
            <p class="mb">
                <span>（6）</span> 根据司法机关的合法要求，提供协助调查支持。
            </p>
            <p>
                <span>（7）</span> 预防或禁止非法的活动。
            </p>
            <p class="mb">
                <span>（8）</span> 经您许可的其他用途。
            </p>
            <p>
                七、 知识产权和商业秘密
            </p>
            <p class="mb">
                <span>1、</span> 服务所提供和涉及的内容，包括但不限于著作、图片、视频、档案、资讯、资料、网站架构、网站画面的安排、
                网页设计、软件、交易文本、源代码、目标代码，均由我们或其他实际权利人依法拥有其知识产权，包括但不限于著作权、商标权
                、专利权、商业秘密等。
            </p>
            <p>
                <span>2、</span> 您在使用服务过程中，可能会使用有我们享有原始权利或者获得授权的软件，对于上述软件，我们授予您不
                可转让、非独占及非排他性的一般性普通使用许可。您仅可基于使用服务之目的而使用上述软件。除非另有约定，服务所依托软件之
                著作权、专利权及其他知识产权均归我们或其他实际权利人所有。
            </p>
            <p class="mb">
                <span>3、</span> 非经我们及其他实际权利人书面同意，任何人不得擅自使用、修改、反向编译、复制、公开传播、改变、散布、发行或公开发表实际权利人所拥有的知识产权。
            </p>
            <p>
                <span>4、</span> 您不可使用服务侵犯他人的智力成果、知识产权和商业秘密。
            </p>
            <p class="mb">
                <span>5、</span> 如您违反本条的规定，须对我们及其他实际权利人承担全部法律责任。
            </p>
            <p>
                八、 投诉和建议
            </p>
            <p class="mb">
                <span>1、</span> 如您认为服务有任何侵犯您合法权益的地方，请及时向我们发出书面权利通知，并提供身份证明、权属证明及详细侵权情况证明和说明，发送至我们的
                客户服务中心邮箱<span>service@fa123.com</span>，投诉不符合本条规范的，我们有权不予受理。我们在收到上述材料后，会依法采取措施。
            </p>
            <p>
                <span>2、</span> 如您对于我们及服务有任何交流和建议，欢迎垂询010-53274715，我们真诚期待您的交流和建议。
            </p>
            <p class="mb">
                九、 争议解决
            </p>
            <p>
                本协议如有争议，我们与您将友好协商解决。如协商不成，因本协议引起的或与本协议有关的任何争议，均提请北京市海淀区人民法院依据相关的法律法规进行裁判。
            </p>
        </div>

    </div>
</template>

<script>
export default {
    data () {
        return {
            
        }
    }
}
</script>

<style scoped>
.protocal-container {
    width: 100%;
    height: 100%;
    font-size: 14px;
    background: #dddddd;
}
.content {
    width: 850px;
    padding: 50px;
    margin: 0 auto;
    background: #ffffff;
    border: 1px solid #ddd;
    display: flex;
    flex-direction: column;
    justify-content: center;
    align-items: center
}
h3 {
    width: 100%;
    font-size: 18px;
}
p {
    width: 100%;
    letter-spacing: 0.5px;
    text-indent: 28px;
    line-height: 22px;
}
.ct {
    text-align: center;
}
span {
    font-weight: bold;
}
.left {
    text-align: left;
}
.bold {
    font-weight: bold;
}
.mb {
    margin: 14px 0;
}
</style>
